pages/school/5al/italiano/pirandello.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-06-27 Mon 01:39 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Pirandello</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Pirandello</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org0e7925b">1. La vita</a></li>
<li><a href="#org7ec0479">2. Il suo pensiero</a></li>
<li><a href="#orge12a8fe">3. La differenza tra umorismo e comicità</a></li>
<li><a href="#org98b8d53">4. Boh</a></li>
<li><a href="#org02cfeea">5. Personaggi di Pirandello</a></li>
<li><a href="#org8eb3524">6. La novella: il treno ha fischiato</a></li>
<li><a href="#org5e708da">7. Lo iettatore</a></li>
<li><a href="#orga19c99d">8. Il fu Mattia Pascal</a>
<ul>
<li><a href="#orgb775318">8.1. La finta morte</a></li>
<li><a href="#orgc4c774b">8.2. La vita come Adriano Meis</a></li>
<li><a href="#org32478a7">8.3. Il ritorno come Mattia Pascal</a></li>
</ul>
</li>
<li><a href="#org7545729">9. Perchè è un inetto</a></li>
<li><a href="#org27dacff">10. Adriano Menis</a></li>
<li><a href="#org2442671">11. Pascal con don Eligio</a></li>
</ul>
</div>
</div>

<div id="outline-container-org0e7925b" class="outline-2">
<h2 id="org0e7925b"><span class="section-number-2">1.</span> La vita</h2>
<div class="outline-text-2" id="text-1">
<p>
Nasce ad Agrigento. Studia lettere, prima a Roma e poi in Germania. Lavora
nelle miniere di zolfo. Ad un certo punto la miniera si allaga e perdono
un sacco di soldi.
</p>

<p>
La moglie ha una grave psicosi e viene internata in un ospedale psichiatrico.
Lui è costretto oltre a scrivere romanzi anche a lavorare nell'università
di Roma e fa anche collaborazioni con i giornali.
</p>

<p>
Ha pensato che il fascismo potesse essere una soluzione, anche se poi si
è allontanato da quelle idee, senza mai rinnegarle.
</p>
</div>
</div>

<div id="outline-container-org7ec0479" class="outline-2">
<h2 id="org7ec0479"><span class="section-number-2">2.</span> Il suo pensiero</h2>
<div class="outline-text-2" id="text-2">
<p>
La verità per Pirandello è come un magma indistinto. La società cerca di
dargli una forma che senza queste regoli sociali sarebbe un caos.
Gli dà una forma attraverso tutte le regole sociali, le norme e le convinzioni.
Come se in qualche modo andasse ad imprigionarla. Per Pirandello
nessuna forma di aggregazione corrisponde alla salvezza.
</p>

<p>
Dissesto economico, follia e prigione familiare diventano allora temi
centrali delle sue opere, oltre alla delusione rispetto alle attese che
aveva nel rinascimento.
</p>

<p>
Si contrappone a Pascoli. Un concetto fondamentale per Pirandello sono le
maschere. Secondo lui c'è una maschera che indossiamo con la famiglia, una
maschera che indossiamo con il lavoro. Ad esempio, la famiglia impone la
monogamia, a discapito dell'istinto.
L'individuo cambia in base alle altre persone con cui si relaziona.
</p>

<p>
Vede un uomo claustrofobico e paradossale, che non può mai essere sè stesso
perchè non c'è un solo io, ma tante forme e maschere in cui
è imprigionato. Ma non è nemmeno pessimista perchè coglie gli aspetti
più divertenti creando sia una riflessione che il sorriso.
Ci mostra come si può "prenderla con filosofia".
</p>
</div>
</div>

<div id="outline-container-orge12a8fe" class="outline-2">
<h2 id="orge12a8fe"><span class="section-number-2">3.</span> La differenza tra umorismo e comicità</h2>
<div class="outline-text-2" id="text-3">
<p>
Secondo Pirandello, si ha l'umorismo quando si va a vedere il motivo delle azioni,
mentre la comicità quando ci si sofferma solo sull'apparenza.
</p>
</div>
</div>

<div id="outline-container-org98b8d53" class="outline-2">
<h2 id="org98b8d53"><span class="section-number-2">4.</span> Boh</h2>
<div class="outline-text-2" id="text-4">
<p>
Vedo questa vecchia vestita come una giovane, all'inizio mi fa ridere ma
poi mi fa pena perchè non voglio che suo marito la tradisca.
Differenza tra qualcosa e qualcos altro (su Teams forse).
</p>
</div>
</div>

<div id="outline-container-org02cfeea" class="outline-2">
<h2 id="org02cfeea"><span class="section-number-2">5.</span> Personaggi di Pirandello</h2>
<div class="outline-text-2" id="text-5">
<p>
Sempre un uomo intrappolato nella sua vita, oppresso dal lavoro e dalla famiglia.
Non sono in grado di modificare la loro condizione, è qui che nasce la figura
dell'inetto, un uomo incapace di stare al mondo e vivere la propria vita in modo
soddisfacente.
Vuole far riflettere sulla crisi della società e della modernità.
</p>
</div>
</div>

<div id="outline-container-org8eb3524" class="outline-2">
<h2 id="org8eb3524"><span class="section-number-2">6.</span> La novella: il treno ha fischiato</h2>
<div class="outline-text-2" id="text-6">
<p>
Velluca lavora come ragioniere ed ha un brutto lavoro. È sempre stato molto succube,
un giorno però lavora con il suo capo. La sera si mette sul divano, sente il fischio
del treno e si immagina di essere lì e poter arrivare in altre zone del mondo.
La sua situazione familiare era tragica, c'erano tanti bambini e tante donne ceche,
che però non ci fanno pena perchè vengono disumanizzate.
Alla fine torna al lavoro e chiede ogni tanto delle pause per potersi immaginare
una vita diversa. Dovrebbe farci pena.
</p>

<p>
Si accorge che c'è una vita diversa rispetto a quella che sta vivendo. È qui che sente
il fischio del treno.
Attraverso l'immaginazione si concede dei brevi momenti di sfogo.
</p>
</div>
</div>

<div id="outline-container-org5e708da" class="outline-2">
<h2 id="org5e708da"><span class="section-number-2">7.</span> Lo iettatore</h2>
<div class="outline-text-2" id="text-7">
<p>
Il giudice gli dice che non avrebbe mai vinto il processo ma lui non ritira la denuncia
perchè voleva la patente da iettatore. Nessuno voleva sposare le figlie per colpa sua.
Con la patente da iettatore pensava di andare davanti ai bar e farsi pagare per andarsene.
Il lettore prova compassione.
</p>
</div>
</div>

<div id="outline-container-orga19c99d" class="outline-2">
<h2 id="orga19c99d"><span class="section-number-2">8.</span> Il fu Mattia Pascal</h2>
<div class="outline-text-2" id="text-8">
<p>
Si tratta del primo capolavoro di Pirandello, che all'epoca non ottenne molto successo.
</p>

<p>
Mattia Pascal eredita dal padre una grossa fortuna, ma l'amministratore del suo patrimonio
lo deruba gettandolo sul lastrico.
</p>
</div>

<div id="outline-container-orgb775318" class="outline-3">
<h3 id="orgb775318"><span class="section-number-3">8.1.</span> La finta morte</h3>
<div class="outline-text-3" id="text-8-1">
<p>
Mattia Pascal fugge a montecarlo dove vince molti soldi, ma quando torna scopre che è
stato dichiarato morto. Decide di cogliere l'occasione per liberarsi di tutte le persone
che conosceva e si trasferisce a Roma come Adriano Meis. Per evitare di essere riconosciuto
si taglia la barba e si fa crescere i capelli.
</p>
</div>
</div>

<div id="outline-container-orgc4c774b" class="outline-3">
<h3 id="orgc4c774b"><span class="section-number-3">8.2.</span> La vita come Adriano Meis</h3>
<div class="outline-text-3" id="text-8-2">
<p>
Giunto a Roma, Adriano Meis si innamora di Adriana, la figlia del suo padrone di casa, ma non
può sposarla perchè di fronte alla legge non esiste. Allora decide di fingersi nuovamente
morto per riprendere il suo ruolo di Mattia Pascal.
</p>
</div>
</div>

<div id="outline-container-org32478a7" class="outline-3">
<h3 id="org32478a7"><span class="section-number-3">8.3.</span> Il ritorno come Mattia Pascal</h3>
<div class="outline-text-3" id="text-8-3">
<p>
Ritornando al suo paese originario come Mattia Pascal, scopre che sua moglie si è rifatta
una vita con un altro uomo ed ha anche avuto una figlia. Decide quindi di vivere come
anonimo in una biblioteca in cui scrive la sua storia.
</p>
</div>
</div>
</div>


<div id="outline-container-org7545729" class="outline-2">
<h2 id="org7545729"><span class="section-number-2">9.</span> Perchè è un inetto</h2>
<div class="outline-text-2" id="text-9">
<p>
Perchè è insoddisfatto della sua vita iniziale. È incapace anche di cambiare vita perchè quando
ci prova fallisce. Alla base c'è il fatto che in entrambi i casi non abbiamo una vera e propria
identità. Per Pirandello non esiste una sola identità, ogni contesto aveva una maschera. Mattia
non riesce a costruirsi un'identità integra nemmeno quando cambia identità.
Non può vivere liberamente.
</p>
</div>
</div>

<div id="outline-container-org27dacff" class="outline-2">
<h2 id="org27dacff"><span class="section-number-2">10.</span> Adriano Menis</h2>
<div class="outline-text-2" id="text-10">
<p>
Mattia Pascal si è tolto la maschera ed è diventato Adriano Menis, solo che non riesce comunque
a farsi una vita dopo il finto suicidio.
Prova a baciare la moglie ma viene derubato di 12 mila lire.
Si chide chi ha più ombra tra lui e lei. Si rende conto che la sua vita è falsa, è ridotta
all'ombra dell'uomo, non ha diritti, la sua identità non esiste.
Cerca di liberarsi dalla sua ombra perchè gli ricorda la sua esistenza, che non è un'esistenza
piena. Gli hanno appena rubato del denaro e non può farci nulla.
</p>

<p>
"Quell'ombra aveva un cuore e non poteva amare" si riferisce ad Adriana, che ama ma che non può
sposare.
</p>

<p>
Prova pena per la sua stessa esistenza. Ha trovato una nuova vita che lo intrappona ancora di più
rispetto alla vita precedente.
</p>
</div>
</div>

<div id="outline-container-org2442671" class="outline-2">
<h2 id="org2442671"><span class="section-number-2">11.</span> Pascal con don Eligio</h2>
<div class="outline-text-2" id="text-11">
<p>
Nel colloquio con don Eligio si chiede che lezione si possa ricavare dalla situazione che gli è
capitata. Quando è rientrato a Milano ha passato gli ultimi sei mesi a scrivere un romanzo.
Don Eligio gli dice che fuori dalla società non si può vivere. Secondo Don Eligio siamo costretti
ad indossare delle maschere per poter vivere. Pascal gli risponde che non riesce a riacquisire la sua
vecchia vita.
</p>

<p>
La lapide esprime una verità, la lapide effettiva di Mattia Pascal dice che di fatto è un morto, perchè
non esiste. Anche se è vivo. Si insiste sul tema della morte. Si reca spesso ai piedi della sua tomba,
dove è sepolto un altro uomo.
</p>

<p>
Il finale è umoristico. Si conclude con "Io fu Mattia Pascal"
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2022-06-27 Mon 01:39</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
